FSAndDisk_Test/FS_Disk_SSD_p4800x_NVMe_scripts/P4800x_fs_fio_test_write_ranseq/rand_write_block_4M_1_1_jobs.out
rand_write_test: (g=0): rw=randwrite, bs=(R) 4096KiB-4096KiB, (W) 4096KiB-4096KiB, (T) 4096KiB-4096KiB, ioengine=libaio, iodepth=1
fio-3.28
Starting 1 process

rand_write_test: (groupid=0, jobs=1): err= 0: pid=677843: Sun May 12 01:20:06 2024
  write: IOPS=444, BW=1779MiB/s (1865MB/s)(200GiB/115120msec); 0 zone resets
    slat (usec): min=165, max=14634, avg=491.26, stdev=149.29
    clat (usec): min=1018, max=14093, avg=1750.86, stdev=104.86
     lat (usec): min=1800, max=16057, avg=2242.76, stdev=181.96
    clat percentiles (usec):
     |  1.00th=[ 1614],  5.00th=[ 1647], 10.00th=[ 1663], 20.00th=[ 1696],
     | 30.00th=[ 1713], 40.00th=[ 1729], 50.00th=[ 1745], 60.00th=[ 1762],
     | 70.00th=[ 1778], 80.00th=[ 1811], 90.00th=[ 1827], 95.00th=[ 1860],
     | 99.00th=[ 1909], 99.50th=[ 1942], 99.90th=[ 2089], 99.95th=[ 2573],
     | 99.99th=[ 5080]
   bw (  MiB/s): min= 1512, max= 2048, per=100.00%, avg=1781.15, stdev=61.21, samples=230
   iops        : min=  378, max=  512, avg=445.19, stdev=15.34, samples=230
  lat (msec)   : 2=99.86%, 4=0.11%, 10=0.03%, 20=0.01%
  cpu          : usr=7.33%, sys=15.64%, ctx=51265, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1779MiB/s (1865MB/s), 1779MiB/s-1779MiB/s (1865MB/s-1865MB/s), io=200GiB (215GB), run=115120-115120msec

Disk stats (read/write):
  nvme5n1: ios=0/1638350, merge=0/23, ticks=0/1388331, in_queue=1388331, util=99.98%

Test Time: 2024-05-12 01:20:06
Device Name: filetest.txt
Device Info: